Repository: seantis/seantis.reservation
Catalog: seantis/reservation/locales/*/LC_MESSAGES/plone.po
Languages: de

source: Hidden
de: Versteckt

source: Visible
de: Sichtbar

source: Hide
de: Verstecken

source: Show
de: Sichtbar machen

source: Reservation-Manager
de: Reservations-Manager

source: Can manage reservations
de: Kann Reservationen verwalten

source: seantis.reservation: Approve Reservations
de: seantis.reservation: Reservationen zulassen

source: seantis.reservation: View Reservations
de: seantis.reservation: Reservationen anzeigen

source: seantis.reservation: View Hidden Allocations
de: seantis.reservation: Versteckte Einteilungen anzeigen

source: Resource listing
de: Ressourcen Liste

source: List seantis.reservation.resource types only
de: Nur seantis.reservation.resource Typen anzeigen

source: view
de: Standard-Ansicht

source: Monthly Report
de: Monatsreport

source: Latest Reservations
de: Neueste Reservationen
